"
$
%
&
'
'80s
'll
're
's
(
)
+
,
-
--
-LSB-
-RSB-
.
...
0.43
0.45
0.55
1
1,000
1,102
1,200
1,254
1.5
10
11-year
11-year-old
12
12.4
13
13-year-olds
130
130,000
14
16
16-year-old
16.5
17
17-year-old
175
18
18-year-old
190
1916
1969
1970
1976
1978
1980s
1986
1987
1989
1990s
1992
1993
1994
1995
1997
1998
1999
2
20
200
2000
2001
2001-2008
2002
2003
2004
2005
2006
2007
2008
2009
2010
2011
21
21-year-old
22
24
244
26
27
28
28.8
29
3
3.0
30
300
32
33
37
39
3DO
4
40
41
49
5
5.5
5.9
50
500
52,756
55,000
6
6,000
60
68
7
7,000
7.8
75,000
8
8,000
9
90
97
:
;
=
?
A
A.
ACB
AO
APA
About
Abusive
According
Act
Action
Adolescent
Adults
Advised
Advisory
African
African-American
After
Almost
Along
Also
Although
America
American
Among
An
Analyses
And
Anderson
Andrea
Andreas
Another
Apple
Appropriate
April
Arcade
As
Asia
Association
At
Attorney-General
Audiences
Australia
Australian
Auto
BBFC
Bad
Ballard
Ballston
Baltimore
Ban
Baumrind
Beam
Beaver
Because
Behavior
Behind
Belgium
Beresin
Bias
Block
Board
Boys
Brazil
Breakers
British
Bulletproof
Bushman
But
CD
CDC
CERO
CSA
CSRR
California
Can
Canada
Catalyst
Censor
Censors
Cent
Center
Centers
Central
Chapter
Cheryl
Chief
Child
Childhood
China
Cho
City
Classificacao
Classification
Coalition
Coffee
Col.
Colonial
Columbine
Commission
Communities
Computer
Conduct
Congress
Congressional
Constitutional
Content
Contrary
Control
Controversies
Council
Countries
County
Court
Craig
Crain
Croft
Crown
Cuban
Currently
Cyrax
DEW
DJCTQ
DVDs
Damsel
Dance
David
Dead
Death
Decisions
Def
Delinquency
Departamento
Department
Despite
Deung-Geub-Wiwonhoe
Devin
Dian
Digital
Dilapidated
Discretion
Disease
Distress
District
Do
Doom
Dr.
During
Dustin
Dylan
E
EOCS
ESRA
ESRB
Earlier
Early
Education
Eidos
England
English
Entertainment
Entities
Entity
Eric
Established
Eugene
Europe
European
EverQuest
Everyone
Evil
Examples
Exidy
Explanations
Exposure
Externalizing
FVPC
Fa
Fantasy
Fears
February
Federation
Females
Fen
Ferguson
Fight
Film
Filmgranskningsbyra
Films
Final
Findings
Finland
Finnish
First
Five
Flew
Florida
Following
For
Ford
Form
Foundation
Freedman
Freedom
French
Further
Furthermore
G
GRB
Game
Games
Gangs
Gear
Geimmul
General
Genesis
Gentile
Gerald
German
Germany
Gershoff
Giertych
Good
Government
Grand
Grossman
Group
Guidance
Haitian
Haitian-American
Haitians
Harris
Harsh
Harvard
He
Head
Health
Heights
Henry
Herb
High
Hirschi
His
Hospital
Hot
However
Human
I
IDSA
III
IQ
ISFE
If
In
Inc.
Indeed
Independent
Information
Initially
Instances
Institute
Interactive
Internalizing
Internet-available
Invaders
Iran
Island
It
Jack
Jam
Japan
Japanese
Jenkins
Jerrilyn
Ji
JoLynn
Joe
John
Jonathan
Jose
Journal
July
June
Just
Justica
Justice
Juvenile
K.
Kaufhof
Kids
Kilburn
Kill
Killing
Kingdom
Klebold
Kohl
Kombat
Korean
Kutner
LGBT
Lamm
Language
Lara
Larzelere
Lawrence
Lecturers
Led
Left
Legend
Leonhart
Lesbian
Lieberman
Line-like
Lineberger
Link
Literature
Long
Longer-term
Lower
Lt.
Lynch
M
M-rated
M.D.
MA-13
MA-17
Many
Mario
Maryland
Massachusetts
Mature
Mature-rated
Media
Medical
Mental
Miami
Microsoft
Middle
Midway
Minister
Ministerio
Ministry
Minors
Minutes
Mishne
Model
Montgomery
Moore
More
Mortal
Most
MySpace
NASUWT
NCLB
NY
Nao
National
Neighborhood
Neighborhoods
Neubert
Nevertheless
New
Newgrounds
Night
Nintendo
No
Noah
North
Not
November
Nudity-Sex
OFLC
OS
Office
Official
Often
Olson
On
One
Only
Orleans
Other
Our
Over
P.
PC
PEGI
PG
PG-13
PS2
PTA
Pan
Pardo
Parental
Parents
Patterson
Paxil
Ph.D.
PhD
PlayStation
Point
Polish
Portrayals
Portuguese
Possibly
Prevention
Problems
Psychological
Publications
Publishers
Qualificacao
Qualification
Queensland
R
REF
RSAC
Rabadan
Race
Raider
Rapelay
Rating
Recent
Recently
Recordings
Recreational
Regulation
Reinforcement
Replay
Republic
Research
Resident
Review
Revolution
Richmond
Rights
Rochester
Rockstar
Roman
Romero-worthy
Ronnie
Ruan
S.
SFB
San
Satcher
Sc.D
ScD
School
School-wide
Scott
Sean
Second
Secret
Sega
Selbstkontrolle
Self-Monitoring
Senate
Senator
Senators
Sephiroth
September
Service
Seung-Hui
Several
Sexual
Shawn
She
Sherry
Short-term
Significantly
Similar
Sims
Society-level
Software
Some
Sony
South
Spa
Space
Spanish
Squall
State
Statens
States
Statistics
Step
Stop
Straus
Such
Suitable
Supplier
Supporters
Supreme
Surgeon
Surprising
Swedish
System
TIGRS
Taiwan
Taken
Teacher
Teachers
Teaching
Tech
Technology
Teen
Teen-rated
Terry
The
Theft
Their
Then
There
These
They
This
Thomas
Thompson
Three-quarters
Thus
Ti
Tier
Titles
Titulos
Tomb
Trade
Trap
Truth
U.S.
UK
US
USA
USK
Ultimately
Under
Unfortunately
United
University
Unlike
Unplayable
Unterhaltungssoftware
Until
V.
VET
VET/SFB
VII
VIII
VRC
Valtion
Vice
Video
Videogame
Videos
Violence
Violence-prevention
Violent
Virginia
WADs
Wales
We
Well
West
Western
What
Wilson
Winkel
Winnenden
With
Woolley
World
Worldwide
X
X-Play
X.
Xbox
Yancy
York
You
Zealand
Zelda
`
a
ability
able
about
above
abuse
academic
acceptable
acceptance
accepted
accessed
accessible
accommodate
accomplishments
according
accountable
achieved
achievements
act
action
actions
activists
activities
activity
actors
acts
actual
actually
added
addicted
addiction
addictive
addition
additional
addressed
adduced
adequately
administrative
administrator
administrators
admitted
adolescence
adolescent
adolescents
adult
adult-only
adults
advances
advergames
advertising
advice
advise
advocates
affect
affected
affective
after
against
age
age-based
aged
agency
aggravated
aggression
aggression-related
aggressive
aggressiveness
aggressivity
aim
aimed
al.
alarmists
alcoholism
all
alleged
allegedly
allow
allowing
almost
already
already-aggressive
also
altering
although
among
an
analysed
analyses
analysis
and
and/or
androgynous
anger
animated
anime
another
antagonists
antedating
anti-aggression
anti-bullying
anti-defamation
antisocial
anxiety
any
anymore
application
applications
applied
applying
appropriate
approval
approximately
apps
arcade
arcades
archaeologist-adventurer
are
area
argue
argued
argues
arguing
argument
arguments
around
arousal
arrest
art
articles
as
asked
aspects
assault
assaulted
assaults
assembled
asserting
assessment
assigns
associate
associated
association
associations
at
at-risk
athletic
attachment
attack
attacked
attacks
attempt
attempts
attention
attentional
attitudes
attorney
attorneys
attract
attracted
attracts
audiences
audio/text
authenticity
authorities
authors
available
avenging
avenue
average
awhile
back
banned
based
basis
be
beating
beautiful
beauty
became
because
become
becoming
been
before
begin
behavior
behavioral
behaviors
behaviour
behind
being
believable
believe
believed
believes
below
benefits
better
between
beyond
bias
biasing
biennially
big
biological
biologically
bisexual
black
blame
blend
blocking
blood
bloodletting
board
bodied
bodies
body
book
books
both
bouts
box
boxes
boy
boys
branch
brave
breasts
briefly
broad
broader
brought
bullying
bus
but
buy
buying
by
bytes
ca
calculated
called
calls
came
campaigns
can
cancer
candy
caring
carried
carries
carry
carrying
cars
case
case-control
cases
categories
causal
causality
causally
causation
causative
cause-and-effect
caused
causes
censor
censorship
center
certain
challenged
chance
change
changed
changes
changing
character
characteristics
characterizations
characters
charge
charged
check
checking
chest
child
childhood
children
choices
choose
chose
cite
cited
civil
claim
claimed
claiming
claims
classification
classifies
classify
classmates
classroom
classroom-management
clear
clearly
clever
clinically
close
co-author
co-directors
code
codes
coercive
cognitive
college
combat
combination
combinations
combined
combines
come
comic
coming
commentators
commented
comments
commercial
committed
committing
common
communities
community
companies
comparatively
compared
compelling
complaint
complemented
completely
complex
component
composed
comprehensive
comprised
compulsive
compulsively
computer
computer/console/handheld
concern
concerned
concerns
concluded
concluding
conclusion
conclusions
conclusive
conditions
conduct
conducted
conducting
confirms
conflict
conflicting
conform
confuse
confusing
connection
considered
consistent
console
constitutes
constructed
consumers
contact
contain
contained
content
contents
contested
context
contexts
continue
continues
contractually
contrary
contrast
contribute
contributor
control
controlled
controversial
controversy
cooperative
cooperatives
coordinated
coordination
corners
corporal
correlate
correlates
correlation
correlations
corresponding
cost
could
count
counterapplication
countries
country
court
cover
coverage
created
creative
crime
crimes
criminal
critical
criticism
criticisms
criticized
critics
cross-sectional
crude
cultural
culture
current
curricular
curriculum
curvilinear
customer
customers
da
daily
damaging
dangerous
data
dating
daughter
day
days
de
deal
death
deaths
debate
debated
debut
decade
decades
decided
decisions
declined
decrease
decreased
decreases
deemed
defense
define
deflect
delinquent
demands
demographic
demonstrate
demonstrated
denied
densities
deny
department
depend
dependent
depending
depicted
depiction
depression
describe
described
describes
descriptors
designed
despite
destructive
detail
detailed
details
determines
develop
developed
developer
developers
developing
development
developments
deviant
deviation
dickheads
did
died
differed
differences
different
difficult
difficulties
difficulty
digital
digitized
directed
directly
disagree
disc
disciplinary
discipline
discrimination
disorder
dispatcher
display
disruption
disruptive
dissolved
distal
distinction
distinguish
distraction
distribution
disturbing
division
do
document
does
dog
domestic
dominance
dominant
done
down
dozen
dramatically
draw
dress
driver
drivers
drug
drugs
drunk
due
during
e
e.g.
each
earlier
early
early-warning
easy
easy-to-follow
echoed
economic
editor
educate
educational
effect
effects
efforts
eight
either
elementary
eliminating
elokuvatarkastamo
emerged
emergence
emotional
emotionally
empathy
emphasize
empirical
encouraged
encourages
encouraging
end
ends
enemies
enemy
enforces
engaging
enhancing
enough
ensures
entertainment
entire
entirely
environment
environments
episodes
equal
equivalent
eroge
especially
establish
established
establishment
et
etc.
even
event
events
ever
every
everybody
everyday
everything
evidence
evil
exacerbated
examine
examining
example
examples
exceedingly
except
excessive
exclude
excluded
exhibit
exhibition
exhortations
exist
existing
exists
expanding
experienced
experimental
experts
explain
explained
explains
explanation
explicit
explicitly
exploding
exploitative
explosively
exposed
exposure
express
expressed
extent
externalizing
eye
eyes
face
faced
faces
facilitate
facing
fact
factor
factors
faculty
fail
failed
failing
fails
failure
fairly
fallacious
familiarity
families
family
fantasy
far
fastest-growing
fatal
fatalities
fates
father
faulted
favorite
fears
feature
featured
federal
feel
feelings
feigned
felt
female
females
feminist
few
fictionalized
field
fifth
fight
fighting
fights
figure
filled
film
films
find
findings
fined
finish
finishing
first
first-person
five
fix
flaw
flawed
flaws
flight
flop
flying
focal
focus
focused
focusing
follow-up
followed
following
follows
for
forcefully
formation
formed
former
forms
found
foundation
founded
four
fourth
franchise
francophone
free
friend
friends
from
frontal
fronts
fu
fuel
full
full-motion
fun
funded
further
game
gameplay
gamer
gamers
games
gaming
gang
gangs
gangster
gangsterism
gay
geimmuldeunggeubwiweonhoe
gender
genders
general
generally
get
getting
girl
girlfriends
girls
give
given
giving
go
goal
goes
going
gone
gore
gory
governed
government
governmental
grabbed
grabbing
grade
graders
grades
gradients
granted
graphic
great
greater
gremlins
group
groups
growing
growth
guidelines
guise
gun
guns
had
hair
half
hand
hand-drawn
hand-eye
handful
happy
hard
harden
harm
harmful
harsh
has
hate
have
having
he
head
headlock
hearings
heightened
heights
held
help
helped
helping
helps
her
heroine
heterosexism
heterosexuality
hex
high
high-crime
high-school
higher
highly
hijackers
him
himself
hips
hire
his
history
hit
hitting
home
homosexuality
horrible
hour
hours
houseguests
housing
how
however
humor
hundred
hundreds
hyperactivity
hypermasculine
iPhone
iconic
ideas
identifying
identities
identity
if
ignore
ignored
illegal
image
impact
implement
implementation
implemented
implementing
important
importantly
improperly
improvement
improving
impulse
in
in-game
inapplicable
inappropriate
incensed
incident
incidents
incivility
include
included
includes
including
incorporated
increase
increased
increases
increasingly
independent
indicate
indicates
indicating
indicator
individual
individual-level
industry
industry-adopted
industry-controlled
infamous
influence
influenced
influences
inform
information
informed
informs
inhibit
inhibition
initiation
injured
injury
innovations
inquiry
insanity
insightful
inspect
inspected
inspecting
inspection
instance
instead
institution
intelligent
intended
intentions
inter-ethnic
interact
interactional
interactions
interactive
interest
interesting
interferes
internalizing
interpreted
intervene
intervention
interventions
interview
interviewed
into
introduced
introduces
inverse
inversely
investigations
involved
involves
involving
irrelevant
irresistible
is
isolating
issue
issues
it
its
itself
jet
journal
judge
jury
just
juveniles
katana
kicking
kid
kids
kill
killed
killing
kindergarten
kitchen
knife
knives
knowledge
known
kung
labeled
laboratory
lack
lady
large
largely
largest
last
late
later
latest
launch
launched
law
laws
laying
layout
leading
leads
learned
learning
least
leave
led
left
legal
legislation
less
lesser
level
levels
license
life
like
likely
limitation
link
linked
links
listed
literature
little
lives
local
locales
localization
located
location
logos
long
long-term
longer
longitudinal
looked
looks
loss
lot
lower
lunch
lung
machines
made
main
maintaining
major
majority
make
makers
makes
making
male
males
management
mandatory
manner
many
markers
market
marketed
masculinity
massacre
massacres
material
mature
maximizing
may
mean
meaning
meaningful
measures
media
mediates
mediating
meet
members
men
mental-health
meta
meta-analyses
meta-analysis
meta-analytic
meta-anlysis
methodological
methodologically
methods
middle
mild
million
mimicking
minimizing
minor
minors
misconduct
misconstrued
mishandled
misleading
mission
mobile
mod
model
moderate
moderately
modern
modest
modify
molested
months
more
moreover
most
mother
mothers
motion
motivations
motor
move
moves
movie
much
murder
murdered
murderer
muscled
must
my
myths
n't
naked
named
narrower
narrowly
national
nationwide
nature
nearly
need
needed
needs
negative
neighborhood
neighborhoods
neither
never
new
news
nightgown-wearing
no
non-governmental
non-players
non-profit
non-punishment
non-significant
nonetheless
nonsignificant
nonviolent
normal
normalized
norms
northern
not
notably
note
noted
nothing
notification
notified
notify
noting
novel
novels
now
now-vintage
nuanced
nudity
number
numerous
object
objectionable
objects
observed
observing
obsessed
obsession
obstacles
occur
occurred
occurring
occurs
of
offend
offensive
offer
officer
officers
official
officially
officials
often
old
older
on
once
one
one-time
online
only
onward
operation
opinion
opponent
opponents
opportunities
opposed
opposing
or
order
ordinarily
organisation
organization
organizations
organizing
orientation
original
originally
originating
other
others
our
out
outcome
outcomes
outcry
outfits
outrage
outside
over
over-the-top
overlooked
overwhelming
own
p.
page
pair
panics
paper
paperback
paperwork
parent
parental
parents
part
partial
partially
particular
particularly
party
pass
passed
past
patterns
pediatricians
peer
peers
penalties
penetrated
people
per
percent
percentage
percentages
perform
performance
period
peripheral
permission
persistent
person
personal
personality
personnel
perspective
pertain
phones
phrase
phrases
physical
physically
physiological
picture
pixelated
place
plan
planes
planned
play
played
player
players
playing
plea
point
police
policemen
policymakers
political
politicians
politics
poor
poorer
poorly
popular
popularity
population
portion
portrayal
portrayed
positive
possession
possible
posted
potential
potentially
poverty
power
powerful
powers
practice
practiced
pre-teens
predecessors
predict
predisposed
prefer
prepare
prepared
presence
presented
presents
president
press
prevalence
prevalent
prevent
prevention
previous
primary
principals
principles
prison
privacy
pro-social
probably
problem
problem-solving
problematic
problems
proclaiming
produced
produces
product
production
products
profession
professionals
professor
profiled
program
programs
prohibition
promise
promote
promotes
promoting
prompted
prompting
propensity
proper
properly
properties
property
proportion
proposal
proposed
prosecuted
prosocial
protagonist
protected
proved
proven
proverbial
provide
provided
provides
provocative
psychiatrist
psychiatry
psychological
psychologically
psychologist
psychology
public
public-policy
publications
publish
published
publisher
publishers
pulled
punching
punish
punishable
punishing
punishment
pupils
purported
purportedly
pushed
puts
puzzled
quality
quarter
question
questionable
questioned
quietly
race
racial
racism
racist
ran
range
rape
rare
rarely
rate
rated
rates
rather
rating
ratings
ratios
reach
reached
read
reading
real
real-life
realism
realistic
reason
reasonably
received
receiving
recent
recently
recognized
record
recorded
records
recruit
reduce
reduced
reducing
reduction
reductions
refer
references
referred
refined
reflect
reflects
reform
refugees
refute
regarding
regardless
regulate
regulation
regulations
related
relationship
relationships
release
released
releases
releasing
relevant
relied
relief
relieve
remaining
remodelling
remotely
removed
removing
renamed
rendered
rent
repeatedly
replaced
replacing
replicated
report
reported
reporting
reports
represent
representations
representative
representing
repudiated
request
required
requirement
rescue
research
researched
researchers
researchers/authors
resemble
reshaping
resistance
resolution
respondents
responder
response
responsible
rest
restrict
restriction
restrictions
restructuring
result
resulted
resulting
results
retailer
retracted
revealed
review
reviewed
reviews
revolving
rhetoric
ridicule
right
rights
rising
risk
risks
role
roles
ruled
rules
rumors
run
rural
safe
safety
said
sale
sales
same
sample
sampled
samples
satisfy
saved
saw
say
scale
scant
scene
scenes
schemes
scholar
scholars
school
school-based
school-wide
schools
science
scientifically
score
script
second
section
see
seen
segment
select
selective
self-rating
self-regulated
self-regulation
self-regulatory
self-report
send
sense
sensitivity
sentence
sentiments
separate
series
serious
seriously
servants
served
service
set
setting
settings
several
severely
sex
sexism
sexist
sexual
sexualized
sexually
share
she
shelves
shoot-out
shooter
shooting
shootings
short
short-lived
short-term
shot
show
showed
shown
shows
sides
significance
significant
significantly
sim
similar
simple
simplistic
simulate
simulating
simulation
simulator
simultaneously
since
single
sister
site
six
size
sized
sizes
skill
skills
skimpy
slightly
slumber
small
smaller
smoking
so
social
social-skills
societal
society
soft
softer
software
sold
solicit
some
someone
sometimes
somewhat
son
soundest
south
special
specially
specific
specifically
specificity
specifics
speculated
sponsored
sports
spurious
stabbed
stabbing
staff
staffs
stamps
standard
start
starters
state
stated
statement
states
statistical
statistically
statistics
status
statutory
stay
stereotyped
stereotypes
stereotypical
stolen
stop
store
stores
story
strategies
street
strengthen
stress
stricter
strong
strongly
struck
student
students
studied
studies
study
subject
subjects
submissive
substance
substantial
subtitles
subtle
suburban
success
successful
such
sue
suffered
suffering
sufficient
suggest
suggested
suggests
suicide
suitability
suitability-related
suitable
summarized
supervision
support
supported
surrounding
surveillance
survey
surveyed
surveys
survived
suspected
suspended
sweet
syllabus
system
systems
take
taken
takes
target
targeted
targets
teach
teacher
teachers
teaches
teaching
team
techniques
teenager
teenagers
teens
television
tell
template
temporary
ten
tend
tended
tendencies
term
terms
testified
than
that
the
their
them
themes
themselves
then
theories
theory
there
therefore
these
they
things
think
thinking
thinner
third
thirteen-year-old
thirty
this
those
though
thought
thoughts
thousands
threat
threatened
threats
three
thrilling
through
thumb
thus
ties
time
times
title
titles
to
tobacco
today
together
told
tolerance
tolerated
too
top
topics
totally
toward
towards
trade
traditional
train
trained
trait
traits
trajectory
transgender
tremendous
trend
trial
trivial
trouble
true
turn
turning
tutoring
twice
two
two-fifths
two-tiered
two-year
type
types
typical
ultimatum
unacceptable
under
underlying
underreporting
understand
unethically
union
universal
unprecedented
unsafe
unstandardized
until
unused
unusual
unveiled
up
upheaval
upon
urban
usage
use
used
usefully
users
uses
using
usually
utility
utilized
v.
vague
valid
validated
various
vast
vehicle
version
versions
very
via
vicious
victim
victims
video
videogame
videogames
videogaming
videos
view
views
violating
violators
violence
violence-prevention
violent
virtual
visibility
visible
vision
visions
visual
visuo-motor
vocal
volition
voluntarily
voyeuristic
vs.
vulnerable
wait
want
wanted
war
was
watch
way
weak
weapon
weapons
web-based
week
welfare
well
well-being
well-known
were
what
when
where
whereas
whether
which
while
whining
who
whom
whose
why
wide
widely
widespread
will
with
withdrawal
within
without
women
word
work
workable
world
worldwide
worry
worse
worst
would
write
writes
written
wrong
year
years
yelling
yielded
you
young
your
youth
zero
zombies
